Repository: redPeak5421/usage-limits-pub
Catalog: Widget/Localizable.xcstrings
Source language: en
Languages: fr, ja, ru, zh_hans, zh_hant

source: Show \(.account)
fr: Afficher \(.account)
ja: \(.account) を表示
ru: Показать \(.account)
zh_hans: 显示 \(.account)
zh_hant: 顯示 \(.account)

source: Show \(.accounts)
fr: Afficher \(.accounts)
ja: \(.accounts) を表示
ru: Показать \(.accounts)
zh_hans: 显示 \(.accounts)
zh_hant: 顯示 \(.accounts)

# widget.accountType
source: Account
fr: Compte
ja: アカウント
ru: Аккаунт
zh_hans: 账号
zh_hant: 帳號

# widget.quotaParam
source: Quotas (empty = follow home)
fr: Quotas (vide = suivre l'accueil)
ja: 利用枠（空欄ならホームに従う）
ru: Квоты (пусто = как на главном экране)
zh_hans: 额度（留空则跟随首页）
zh_hant: 額度（留空則跟隨首頁）

# widget.chooseAccount
source: Choose account
fr: Choisir un compte
ja: アカウントを選択
ru: Выберите аккаунт
zh_hans: 选择账号
zh_hant: 選擇帳號

# widget.gallery.medium
source: Single-account levels
fr: Niveaux d’un compte
ja: 単一アカウントの各枠
ru: Уровни одного аккаунта
zh_hans: 单账号多级用量
zh_hant: 單帳號多級用量

# widget.gallery.mediumDetail
source: Show every allowance level and reset time for the selected account.
fr: Affiche tous les plafonds et réinitialisations du compte choisi.
ja: 選択したアカウントの全枠とリセット時刻を表示します。
ru: Все лимиты и время сброса выбранного аккаунта.
zh_hans: 展示所选账号的全部限额级别与重置时间
zh_hant: 顯示所選帳號的全部限額級別與重置時間

# widget.gallery.single
source: Single-account usage
fr: Usage d’un compte
ja: 単一アカウントの使用量
ru: Использование одного аккаунта
zh_hans: 单账号用量
zh_hant: 單帳號用量

# widget.gallery.singleDetail
source: Ring progress for one account’s allowance and reset time. Add another widget for a second account.
fr: Anneau de progression pour le quota et la réinitialisation d’un compte.
ja: 選択したアカウントの残量とリセットをリングで表示。同じサービスの別アカウントは別ウィジェットです。
ru: Кольцо прогресса лимита и сброса выбранного аккаунта.
zh_hans: 环形进度展示所选账号的额度使用与重置时间；同一服务商的多个账号可各放一个小组件
zh_hant: 環形進度顯示所選帳號的額度使用與重置時間；同一服務商的多個帳號可各放一個小工具

# widget.overviewDescription
source: Pick accounts; quotas follow homepage order.
fr: Choisissez les comptes ; les quotas suivent l'accueil.
ja: アカウントを選び、クォータはホーム順。
ru: Выберите аккаунты; квоты по порядку главного экрана.
zh_hans: 勾选账号实例；额度自动取首页排序的前几条。
zh_hant: 勾選帳號實例；額度自動取首頁排序的前幾條。

# widget.overviewTitle
source: Choose accounts to show
fr: Choisir les comptes à afficher
ja: 表示するアカウントを選択
ru: Выберите аккаунты для показа
zh_hans: 选择要显示的账号
zh_hant: 選擇要顯示的帳號

# widget.providerType
source: Provider
fr: Service
ja: サービス
ru: Сервис
zh_hans: 服务商
zh_hant: 服務商

# widget.singleDescription
source: Pick the account whose usage this widget shows.
fr: Choisissez le compte dont l’usage s’affiche.
ja: このウィジェットで表示するアカウントを選びます。
ru: Выберите аккаунт для виджета.
zh_hans: 选择要展示用量的账号（同一服务商的多个账号可分别添加小组件）
zh_hant: 選擇要顯示用量的帳號（同一服務商的多個帳號可分別加入小工具）

# widget.gallery.large
source: Multi-account overview
fr: Aperçu multi-comptes
ja: 複数アカウント概要
ru: Обзор нескольких аккаунтов
zh_hans: 多账号总览
zh_hant: 多帳號總覽

# widget.gallery.largeDetail
source: Grouped by account; each shows its first homepage quotas.
fr: Groupé par compte ; premiers quotas de l'accueil.
ja: アカウントごとにまとめ、ホーム順の先頭クォータを表示。
ru: По аккаунтам: первые квоты с главного экрана.
zh_hans: 按账号实例分组；额度取各实例首页排序的前几条。
zh_hant: 依帳號實例分組；額度取各實例首頁排序的前幾條。

# provider.name.jimeng
source: Jimeng
ja: 即夢
zh_hans: 即梦
zh_hant: 即夢

# provider.name.minimax_global
source: MiniMax International
ja: MiniMax 国際
zh_hans: MiniMax 国际
zh_hant: MiniMax 國際

# provider.name.zhipu
source: Zhipu
ja: 智譜
zh_hans: 智谱
zh_hant: 智譜

# widget.metricType
source: Quotas
ja: 利用枠
ru: Квоты
zh_hans: 额度
zh_hant: 額度
